[
    "“There is some good in this world, and it’s worth fighting for.” — J.R.R. Tolkien, The Two Towers",
    "“It is only with the heart that one can see rightly; what is essential is invisible to the eye.” — Antoine de Saint-Exupéry, The Little Prince",
    "“I am no bird; and no net ensnares me: I am a free human being with an independent will, which I now exert to leave you.” — Charlotte Brontë, Jane Eyre",
    "“It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair.” — Charles Dickens, A Tale of Two Cities",
    "“Beware; for I am fearless, and therefore powerful.” — Mary Shelley, Frankenstein",
    "“I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It’s when you know you’re licked before you begin but you begin anyway and you see it through no matter what. You rarely win, but sometimes you do.” — Harper Lee, To Kill a Mockingbird",
    "“A man, after he has brushed off the dust and chips of his life, will have left only the hard, clean questions: Was it good or was it evil? Have I done well — or ill?” — John Steinbeck, East of Eden",
    "“The only way out of the labyrinth of suffering is to forgive.” ― John Green, Looking for Alaska",
    "“This above all: To thine own self be true, And it must follow, as the night the day, Thou canst not then be false to any man.” — William Shakespeare, Hamlet",
    "“‘Why did you do all this for me?’ he asked. ‘I don’t deserve it. I’ve never done anything for you.’ ‘You have been my friend,’ replied Charlotte. ‘That in itself is a tremendous thing.’” — E.B. White, Charlotte’s Web",
    "“I took a deep breath and listened to the old brag of my heart: I am, I am, I am.” — Sylvia Plath, The Bell Jar",
    "“Love is or it ain’t. Thin love ain’t love at all.” — Toni Morrison, Beloved",
    "“We accept the love we think we deserve.” ― Stephen Chbosky, The Perks of Being a Wallflower",
    "“And so we beat on, boats against the current, borne back ceaselessly into the past.” — F. Scott Fitzgerald, The Great Gatsby",
    "“Generally, by the time you are Real, most of your hair has been loved off, and your eyes drop out and you get loose in the joints and very shabby. But these things don’t matter at all, because once you are Real you can’t be ugly, except to people who don’t understand.” — Margery Williams, Velveteen Rabbit",
    "“Ever’body’s askin’ that. ‘What we comin’ to?’ Seems to me we don’t never come to nothin’. Always on the way.” — John Steinbeck, The Grapes of Wrath",
    "“Whatever our souls are made of, his and mine are the same.” — Emily Brontë, Wuthering Heights",
    "“There are years that ask questions and years that answer.” — Zora Neale Hurston, Their Eyes Were Watching God",
    "“I am not afraid of storms, for I am learning how to sail my ship.” — Louisa May Alcott, Little Women",
    "“All happy families are alike; each unhappy family is unhappy in its own way.” — Leo Tolstoy, Anna Karenina",
    "“Memories warm you up from the inside. But they also tear you apart.” — Haruki Murakami, Kafka on the Shore",
    "“It is nothing to die; it is dreadful not to live.” — Victor Hugo, Les Misérables",
    "“Who controls the past controls the future. Who controls the present controls the past.”  — George Orwell, Nineteen Eighty-Four",
    "“Life is to be lived, not controlled; and humanity is won by continuing to play in face of certain defeat.” — Ralph Ellison, Invisible Man",
    "“Last night I dreamt I went to Manderley again.” — Daphne du Maurier, Rebecca",
    "“It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.” — Jane Austen, Pride and Prejudice",
    "“Tomorrow I’ll think of some way to get him back. After all, tomorrow is another day.” — Margaret Mitchell, Gone with the Wind",
    "“Why, sometimes, I’ve believed as many as six impossible things before breakfast.” — Lewis Carroll, Through the Looking-Glass",
    "“Don’t ever tell anybody anything. If you do, you start missing everybody.” — J. D. Salinger, The Catcher in the Rye",
    "“It does not do to dwell on dreams and forget to live.” ― J.K. Rowling, Harry Potter and the Sorcerer’s Stone",
    "“You pierce my soul. I am half agony. Half hope. Tell me not that I am too late, that such precious feelings are gone for ever.” — Jane Austen, Persuasion",
    "“So it goes…” — Kurt Vonnegut, Slaughterhouse-Five",
    "“I had the epiphany that laughter was light, and light was laughter, and that this was the secret of the universe.” — Donna Tartt, The Goldfinch",
    "“There are some things you learn best in calm, and some in storm.” — Willa Cather, The Song of the Lark",
    "“When you play the game of thrones you win or you die.” — George R. R. Martin, A Game of Thrones",
    "“The world breaks everyone, and afterward, many are strong at the broken places.” — Ernest Hemingway, A Farewell to Arms",
    "“From that time on, the world was hers for the reading. She would never be lonely again, never miss the lack of intimate friends. Books became her friends and there was one for every mood.” — Betty Smith, A Tree Grows in Brooklyn",
    "“Once upon a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering.” — Nicole Krauss, The History of Love",
    "“Very few castaways can claim to have survived so long at sea as Mr. Patel, and none in the company of an adult Bengal tiger.” — Yann Martel, Life of Pi",
    "“Anyone who ever gave you confidence, you owe them a lot.” — Truman Capote, Breakfast at Tiffany’s",
    "“Isn’t it nice to think that tomorrow is a new day with no mistakes in it yet?” — L. M. Montgomery, Anne of Green Gables",
    "“You forget what you want to remember, and you remember what you want to forget.” — Cormac McCarthy, The Road",
    "“It was a pleasure to burn.” — Ray Bradbury, Fahrenheit 451",
    "“The past is not dead. In fact, it’s not even past.” — William Faulkner, Requiem for a Nun",
    "“He has put a knife on the things that held us together and we have fallen apart.” — Chinua Achebe, Things Fall Apart",
    "“Memories, even your most precious ones, fade surprisingly quickly. But I don’t go along with that. The memories I value most, I don’t ever see them fading.” — Kazuo Ishiguro, Never Let Me Go",
    "“Nowadays people know the price of everything and the value of nothing.” — Oscar Wilde, The Picture of Dorian Grey",
    "“Time is the longest distance between two places.” ― Tennessee Williams, The Glass Menagerie",
    "“The voice of the sea is seductive, never ceasing, whispering, clamoring, murmuring, inviting the soul to wander in abysses of solitude.” — Kate Chopin, The Awakening",
    "“We dream in our waking moments, and walk in our sleep.” — Nathaniel Hawthorne, The Scarlet Letter",
    "“The place where you made your stand never mattered. Only that you were there… and still on your feet.” — Stephen King, The Stand",
    "“My advice is, never do tomorrow what you can do today. Procrastination is the thief of time.” — Charles Dickens, David Copperfield",
    "“So many things are possible just as long as you don’t know they’re impossible.” — Norton Juster, The Phantom Tollbooth",
    "“I can’t stand it to think my life is going so fast and I’m not really living it.” ― Ernest Hemingway, The Sun Also Rises",
    "“There is only one page left to write on. I will fill it with words of only one syllable. I love. I have loved. I will love.” — Dodie Smith, I Capture the Castle",
    "“It doesn’t matter who you are or what you look like, so long as somebody loves you.” — Roald Dahl, The Witches",
    "“The same substance composes us — the tree overhead, the stone beneath us, the bird, the beast, the star — we are all one, all moving to the same end.” ― P.L. Travers, Mary Poppins",
    "“I wish, as well as everybody else, to be perfectly happy; but, like everybody else, it must be in my own way.” — Jane Austen, Sense and Sensibility",
    "“Love is holy because it is like grace – the worthiness of its object is never really what matters.” — Marilynne Robinson, Gilead",
    "“Each time you happen to me all over again.” — Edith Wharton, The Age of Innocence",
    "“Brave doesn’t mean you’re not scared. It means you go on even though you’re scared.” — Angie Thomas, The Hate U Give",
    "“How easy it was to lie to strangers, to create with strangers the versions of our lives we imagined.” — Chimamanda Ngozi Adichie, Americanah",
    "“And, when you want something, all the universe conspires in helping you to achieve it.” — Paulo Coelho, The Alchemist",
    "“Life, with its rules, its obligations, and its freedoms, is like a sonnet: You’re given the form, but you have to write the sonnet yourself.” — Madeleine L’Engle, A Wrinkle in Time",
    "“There is always something left to love.” ― Gabriel García Márquez, One Hundred Years of Solitude",
    "“The answer to the ultimate question of life, the universe and everything is 42.” — Douglas Adams, The Hitchhiker’s Guide to the Galaxy",
    "“All the world’s a stage, and all the men and women merely players. They have their exits and their entrances; And one man in his time plays many parts.” — William Shakespeare, As You Like It",
    "“Stay gold, Ponyboy, stay gold.” ― S. E. Hinton, The Outsiders",
    "“Sometimes I can hear my bones straining under the weight of all the lives I’m not living.” — Jonathan Safran Foer, Extremely Loud and Incredibly Close",
    "“Do I love you? My God, if your love were a grain of sand, mine would be a universe of beaches.” — William Goldman, The Princess Bride",
    "“Time moves slowly, but passes quickly.” — Alice Walker, The Color Purple",
    "“You don’t know about me without you have read a book by the name of The Adventures of Tom Sawyer, but that ain’t no matter.” — Mark Twain, The Adventures of Huckleberry Finn",
    "“Love is the longing for the half of ourselves we have lost.” — Milan Kundera, The Unbearable Lightness of Being",
    "“It is our choices, Harry, that show what we truly are, far more than our abilities.” — J.K. Rowling, Harry Potter and the Chamber of Secrets",
    "“For you, a thousand times over.” — Khaled Hosseini, The Kite Runner",
    "“Then you must teach my daughter this same lesson. How to lose your innocence but not your hope. How to laugh forever.” — Amy Tan, The Joy Luck Club",
    "“And may the odds be ever in your favor.” — Suzanne Collins, The Hunger Games",
    "“All human wisdom is summed up in these two words – ‘Wait and hope.’” — Alexandre Dumas, The Count of Monte Cristo",
    "“Oh, the places you’ll go! You’ll be on your way up! You’ll be seeing great sights! You’ll join the high fliers who soar to high heights.” — Dr. Seuss, Oh, the Places You’ll Go",
    "“The longer I live, the more uninformed I feel. Only the young have an explanation for everything.” — Isabel Allende, City of the Beasts",
    "“Open your eyes and see what you can with them before they close forever.” — Anthony Doerr, All the Light We Cannot See",
    "“If you have the guts to be yourself, other people’ll pay your price.” — John Updike, Rabbit, Run",
    "“We were the people who were not in the papers. We lived in the blank white spaces at the edges of print. It gave us more freedom. We lived in the gaps between the stories.” — Margaret Atwood, The Handmaid’s Tale",
    "“As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into an enormous insect.” — Franz Kafka, The Metamorphosis",
    "“What does the brain matter compared with the heart?” — Virginia Woolf, Mrs. Dalloway",
    "“We are such stuff as dreams are made on, and our little life is rounded with a sleep.” — William Shakespeare, The Tempest",
    "“There is no greater agony than bearing an untold story inside you.”― Maya Angelou, I Know Why the Caged Bird Sings",
    "“As he read, I fell in love the way you fall asleep: slowly, and then all at once.” — John Green, The Fault in Our Stars",
    "“Anything worth dying for is certainly worth living for.” — Joseph Heller, Catch-22",
    "“All the world is made of faith, and trust, and pixie dust.” — J.M. Barrie, Peter Pan",
    "“Get busy living or get busy dying.” — Stephen King, Rita Hayworth and Shawshank Redemption",
    "“‘But man is not made for defeat,’ he said. ‘A man can be destroyed but not defeated.’” ― Ernest Hemingway, The Old Man and the Sea",
    "“All we can know is that we know nothing. And that’s the height of human wisdom.” — Leo Tolstoy, War and Peace",
    "“There is nothing like looking, if you want to find something. You certainly usually find something, if you look, but it is not always quite the something you were after.” ― J.R.R. Tolkien, The Hobbit",
    "“You have a grand gift for silence, Watson. It makes you quite invaluable as a companion.” — Arthur Conan Doyle, The Man with the Twisted Lip",
    "“To a great mind, nothing is little.” — Arthur Conan Doyle, A Study in Scarlet",
    "“When you have eliminated the impossible, whatever remains, however improbable, must be the truth?” — Arthur Conan Doyle, The Sign of Four",
    "“Peter did not feel very brave; indeed, he felt he was going to be sick. But that made no difference to what he had to do.” – C.S. Lewis, The Chronicles of Narnia: The Lion, the Witch, and the Wardrobe",
    "“Once you’ve accepted your flaws, no one can use them against you.” – George R.R. Martin, A Song of Ice and Fire: A Game of Thrones",
    "“Even the smallest person can change the course of history.”- J.R.R. Tolkien, Lord of the Rings:The Fellowship of the Ring",
    "“Begin at the beginning,” the King said, very gravely, “and go in till you come to the end: then stop.” – Lewis Carroll, Alice in Wonderland",
    "“Just remember who you are… The world will try to change you into someone else. Don’t let them. That’s the best advice anyone can give you.” – Cinda Williams Chima, The Warrior Heir",
    "“I believe that life is a game, that life is a cruel joke, and that life is what happens when you’re alive and that you might as well lie back and enjoy it.” -Neil Gaiman, American Gods",
    "“There is nothing like looking, if you want to find something. You certainly usually find something, if you look, but it is not always quite the something you were after.” – J.R.R. Tolkien, The Hobbit",
    "“There’s something brittle in me that will break before it bends.” – Mark Lawrence, Prince of Thorns (The Broken Empire)",
    "“Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you.” – George R.R. Martin, A Song of Ice and Fire",
    "“Almost dead yesterday, maybe dead tomorrow, but alive, gloriously alive, today.” – Robert Jordan, Lord of Chaos (The Wheel of Time)",
    "“The sword of destiny has two edges. You are one of them.” – Andrzej Sapkowski, Sword of Destiny",
    "“There’s no freedom quite like the freedom of being constantly underestimated.” – Scott Lynch, The Lies of Locke Lamora",
    "“Death is lighter than a feather. Duty, heavier than a mountain.” – Robert Jordan, The Eye of the World (Wheel of Time)",
    "“It’s easy to believe in something when you win all the time. The losses are what define a man’s faith.” Brandon Sanderson, The Well of Ascension (Mistborn)",
    "“Keep in mind that many people have died for their beliefs; it’s actually quite common. The real courage is in living and suffering for what you believe.” – Christopher Paolini, Eragon",
    "“All we have to decide is what to do with the time that is given us.” – J.R.R. Tolkien, The Fellowship of the Ring",
    "“You should act, be brave, seize life by the scruff of the neck. Believe me, little one, you should only regret inactivity, indecisiveness, hesitation. You shouldn’t regret actions or decisions, even if they occasionally end in sadness and regret.” – Andrzej Sapkowski, Time of Contempt",
    "“It’s the questions we can’t answer that teach us the most. They teach us how to think. If you give a man an answer, all he gains is a little fact. But give him a question and he’ll look for his own answers.” – Patrick Rothfuss, The Wise Man’s Fear",
    "“Love is that condition in which the happiness of another person is essential to your own.” – Robert A. Heinlein, Stranger in a Strange Land",
    "“History is a wheel, for the nature of man is fundamentally unchanging. What has happened before will perforce happen again.” – George R.R. Martin, A Feast for Crows",
    "“The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon.” – Brandon Sanderson, The Way of Kings",
    "“We die a little every day and by degrees were reborn into different men, older men in the same clothes, with the same scars.” – Mark Lawrence, King of Thorns",
    "“It is our choices that show who we truly are, far more than our abilities.” – Albus Dumbledore, Harry Potter",
    "“A reader lives a thousand lives before he dies. The man who never reads lives only one.” – George R. R. Martin, A Storm of Swords",
    "“Whenever you feel like criticizing anyone … just remember that all the people in this world haven’t had the advantages that you’ve had.” – F. Scott Fitzgerald, The Great Gatsby"
]